{"intents": [{"tag": "greeting", "patterns": ["Hi", "How are you", "Is anyone there?", "Hello", "Good day", "What's up", "Salaam"], "responses": ["Hello!", "Good to see you again!", "Hi there, how can I help?"], "context_set": ""}, {"tag": "goodbye", "patterns": ["See you later", "Goodbye", "I am Leaving", "Bye", "Have a Good day", "Ma salama", "Fi aman Allah"], "responses": ["Sad to see you go :(", "Talk to you later", "Goodbye!", "Ma salama"], "context_set": ""}, {"tag": "name", "patterns": ["What is your name", "What should I call you", "what's your name?"], "responses": ["You can call me Bot, your COVID-19 chatbot. How can I help you?", "I'm Bot! your COVID-19 chatbot. How can I help you?"], "context_set": ""}, {"tag": "error", "patterns": ["error"], "responses": ["I don't have that information.", "I am not sure what you mean.", "Can you clarify and make it simple."], "context_set": ""}, {"tag": "definition", "patterns": ["What are Coronaviruses?", "What is (COVID-19)?"], "responses": ["Coronaviruses (CoV) are a large family of viruses that cause illness ranging from the common cold to more severe diseases such as Middle East Respiratory Syndrome (MERS-CoV) and Severe Acute Respiratory Syndrome (SARS-CoV).  Source: Saudi Ministry of Health.", "It is the new coronavirus and most cases appeared in the Chinese city, Wuhan at the end of December 2019 in the form of acute pneumonia. Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "species", "patterns": ["What are the species of coronaviruses that have been discovered so far and that humans can be infected with from an animal source?"], "responses": ["The SARS-CoV was transmitted from civet cats to humans in 2002 in China and MERS-CoV from dromedary camels to humans in 2012 in Saudi Arabia. Also, the novel coronavirus (COVID-19) had some link to the seafood and animal market in Wuhan, China.  Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "identify", "patterns": ["How the virus identified?"], "responses": ["The virus was identified through genetic sequences.  Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "origin", "patterns": ["What is the origin of the virus?"], "responses": ["It is believed that the COVID-19 originated in animals and most cases appeared in the seafood and animal market in Wuhan. Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "person", "patterns": ["Can the virus spread from person to person? "], "responses": ["Yes, the virus can spread from the infected person to another person through close contact without protection.​ Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "temperature", "patterns": ["I just came from China having high temperature and shortness of breath ... what shall I do?"], "responses": ["Visit the nearest health facility, for more information call the 937 Service Center.  Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "shipments", "patterns": ["Can the COVID-19 spread through shipments coming from China?"], "responses": ["According to available information, the goods imported from China pose no risk. Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "indication", "patterns": ["What are the symptoms of COVID-19?"], "responses": ["The common symptoms of COVID-19 include: fever, cough, shortness of breath and sometimes develops into pneumonia. It may cause severe complications in persons with immunodeficiency, the elderly and persons with chronic diseases such as cancer, diabetes and lung diseases. If you have any of these symptoms call the 937 Service Center.  Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "etiquette", "patterns": ["Sneezing etiquette to prevent infection:"], "responses": ["Use tissue papers for sneezing or coughing and dispose them immediately. Wash your hands with warm water and soap. Bend your arm and sneeze into your elbow.​ Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "tips", "patterns": ["Tips for travellers:"], "responses": ["Avoid approaching people having signs of a cold, flu, or cough.Wash your hands frequently.Avoid touching your eyes, nose or mouth before washing hands.Avoid dealing with wild animals or in farms.When feeling tired visit the nearest health facility to check your health status. Source: Saudi Ministry of Health."], "context_set": ""}, {"tag": "United States", "patterns": ["what is the latest United States stats for COVID19?", "COVIDUnited States?"], "responses": ["United States has 598340 total confirmed cases, 44364 recovered cases, 529189 active cases, and 24787 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Spain", "patterns": ["what is the latest Spain stats for COVID19?", "COVIDSpain?"], "responses": ["Spain has 172655 total confirmed cases, 67504 recovered cases, 87001 active cases, and 18150 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Italy", "patterns": ["what is the latest Italy stats for COVID19?", "COVIDItaly?"], "responses": ["Italy has 162488 total confirmed cases, 37130 recovered cases, 104291 active cases, and 21067 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "France", "patterns": ["what is the latest France stats for COVID19?", "COVIDFrance?"], "responses": ["France has 144414 total confirmed cases, 29111 recovered cases, 99552 active cases, and 15751 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Germany", "patterns": ["what is the latest Germany stats for COVID19?", "COVIDGermany?"], "responses": ["Germany has 131170 total confirmed cases, 68200 recovered cases, 59698 active cases, and 3272 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "United Kingdom", "patterns": ["what is the latest United Kingdom stats for COVID19?", "COVIDUnited Kingdom?"], "responses": ["United Kingdom has 94851 total confirmed cases, 328 recovered cases, 82398 active cases, and 12125 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "China", "patterns": ["what is the latest China stats for COVID19?", "COVIDChina?"], "responses": ["China has 83307 total confirmed cases, 78185 recovered cases, 1777 active cases, and 3345 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Iran", "patterns": ["what is the latest Iran stats for COVID19?", "COVIDIran?"], "responses": ["Iran has 74877 total confirmed cases, 48129 recovered cases, 22065 active cases, and 4683 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Turkey", "patterns": ["what is the latest Turkey stats for COVID19?", "COVIDTurkey?"], "responses": ["Turkey has 65111 total confirmed cases, 4799 recovered cases, 58909 active cases, and 1403 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Belgium", "patterns": ["what is the latest Belgium stats for COVID19?", "COVIDBelgium?"], "responses": ["Belgium has 31119 total confirmed cases, 6868 recovered cases, 20094 active cases, and 4157 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Netherlands", "patterns": ["what is the latest Netherlands stats for COVID19?", "COVIDNetherlands?"], "responses": ["Netherlands has 27579 total confirmed cases, 297 recovered cases, 24327 active cases, and 2955 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Canada", "patterns": ["what is the latest Canada stats for COVID19?", "COVIDCanada?"], "responses": ["Canada has 26897 total confirmed cases, 8172 recovered cases, 17827 active cases, and 898 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Switzerland", "patterns": ["what is the latest Switzerland stats for COVID19?", "COVIDSwitzerland?"], "responses": ["Switzerland has 25936 total confirmed cases, 13700 recovered cases, 11062 active cases, and 1174 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Brazil", "patterns": ["what is the latest Brazil stats for COVID19?", "COVIDBrazil?"], "responses": ["Brazil has 24232 total confirmed cases, 3046 recovered cases, 19808 active cases, and 1378 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Russia", "patterns": ["what is the latest Russia stats for COVID19?", "COVIDRussia?"], "responses": ["Russia has 21102 total confirmed cases, 1694 recovered cases, 19238 active cases, and 170 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Portugal", "patterns": ["what is the latest Portugal stats for COVID19?", "COVIDPortugal?"], "responses": ["Portugal has 17448 total confirmed cases, 347 recovered cases, 16534 active cases, and 567 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Austria", "patterns": ["what is the latest Austria stats for COVID19?", "COVIDAustria?"], "responses": ["Austria has 14224 total confirmed cases, 7633 recovered cases, 6207 active cases, and 384 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Israel", "patterns": ["what is the latest Israel stats for COVID19?", "COVIDIsrael?"], "responses": ["Israel has 12046 total confirmed cases, 2195 recovered cases, 9728 active cases, and 123 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "India", "patterns": ["what is the latest India stats for COVID19?", "COVIDIndia?"], "responses": ["India has 11487 total confirmed cases, 1359 recovered cases, 9735 active cases, and 393 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Ireland", "patterns": ["what is the latest Ireland stats for COVID19?", "COVIDIreland?"], "responses": ["Ireland has 11479 total confirmed cases, 25 recovered cases, 11048 active cases, and 406 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Sweden", "patterns": ["what is the latest Sweden stats for COVID19?", "COVIDSweden?"], "responses": ["Sweden has 11445 total confirmed cases, 381 recovered cases, 10031 active cases, and 1033 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "South Korea", "patterns": ["what is the latest South Korea stats for COVID19?", "COVIDSouth Korea?"], "responses": ["South Korea has 10564 total confirmed cases, 7534 recovered cases, 2808 active cases, and 222 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Peru", "patterns": ["what is the latest Peru stats for COVID19?", "COVIDPeru?"], "responses": ["Peru has 10303 total confirmed cases, 2642 recovered cases, 7431 active cases, and 230 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Chile", "patterns": ["what is the latest Chile stats for COVID19?", "COVIDChile?"], "responses": ["Chile has 7917 total confirmed cases, 2646 recovered cases, 5179 active cases, and 92 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Japan", "patterns": ["what is the latest Japan stats for COVID19?", "COVIDJapan?"], "responses": ["Japan has 7645 total confirmed cases, 853 recovered cases, 6649 active cases, and 143 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Ecuador", "patterns": ["what is the latest Ecuador stats for COVID19?", "COVIDEcuador?"], "responses": ["Ecuador has 7603 total confirmed cases, 696 recovered cases, 6552 active cases, and 355 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Poland", "patterns": ["what is the latest Poland stats for COVID19?", "COVIDPoland?"], "responses": ["Poland has 7202 total confirmed cases, 618 recovered cases, 6321 active cases, and 263 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Romania", "patterns": ["what is the latest Romania stats for COVID19?", "COVIDRomania?"], "responses": ["Romania has 6879 total confirmed cases, 1051 recovered cases, 5477 active cases, and 351 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Denmark", "patterns": ["what is the latest Denmark stats for COVID19?", "COVIDDenmark?"], "responses": ["Denmark has 6706 total confirmed cases, 2689 recovered cases, 3718 active cases, and 299 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Norway", "patterns": ["what is the latest Norway stats for COVID19?", "COVIDNorway?"], "responses": ["Norway has 6623 total confirmed cases, 32 recovered cases, 6452 active cases, and 139 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Australia", "patterns": ["what is the latest Australia stats for COVID19?", "COVIDAustralia?"], "responses": ["Australia has 6400 total confirmed cases, 3598 recovered cases, 2741 active cases, and 61 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Czech Republic", "patterns": ["what is the latest Czech Republic stats for COVID19?", "COVIDCzech Republic?"], "responses": ["Czech Republic has 6111 total confirmed cases, 642 recovered cases, 5308 active cases, and 161 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Pakistan", "patterns": ["what is the latest Pakistan stats for COVID19?", "COVIDPakistan?"], "responses": ["Pakistan has 5837 total confirmed cases, 1378 recovered cases, 4363 active cases, and 96 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Saudi Arabia", "patterns": ["what is the latest Saudi Arabia stats for COVID19?", "COVIDSaudi Arabia?"], "responses": ["Saudi Arabia has 5369 total confirmed cases, 889 recovered cases, 4407 active cases, and 73 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Philippines", "patterns": ["what is the latest Philippines stats for COVID19?", "COVIDPhilippines?"], "responses": ["Philippines has 5223 total confirmed cases, 295 recovered cases, 4593 active cases, and 335 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Mexico", "patterns": ["what is the latest Mexico stats for COVID19?", "COVIDMexico?"], "responses": ["Mexico has 5014 total confirmed cases, 1964 recovered cases, 2718 active cases, and 332 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Malaysia", "patterns": ["what is the latest Malaysia stats for COVID19?", "COVIDMalaysia?"], "responses": ["Malaysia has 4987 total confirmed cases, 2478 recovered cases, 2427 active cases, and 82 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "United Arab Emirates", "patterns": ["what is the latest United Arab Emirates stats for COVID19?", "COVIDUnited Arab Emirates?"], "responses": ["United Arab Emirates has 4933 total confirmed cases, 933 recovered cases, 3972 active cases, and 28 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Indonesia", "patterns": ["what is the latest Indonesia stats for COVID19?", "COVIDIndonesia?"], "responses": ["Indonesia has 4839 total confirmed cases, 426 recovered cases, 3954 active cases, and 459 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Serbia", "patterns": ["what is the latest Serbia stats for COVID19?", "COVIDSerbia?"], "responses": ["Serbia has 4465 total confirmed cases, 400 recovered cases, 3971 active cases, and 94 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Panama", "patterns": ["what is the latest Panama stats for COVID19?", "COVIDPanama?"], "responses": ["Panama has 3472 total confirmed cases, 61 recovered cases, 3317 active cases, and 94 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Qatar", "patterns": ["what is the latest Qatar stats for COVID19?", "COVIDQatar?"], "responses": ["Qatar has 3428 total confirmed cases, 373 recovered cases, 3048 active cases, and 7 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Ukraine", "patterns": ["what is the latest Ukraine stats for COVID19?", "COVIDUkraine?"], "responses": ["Ukraine has 3372 total confirmed cases, 119 recovered cases, 3155 active cases, and 98 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Luxembourg", "patterns": ["what is the latest Luxembourg stats for COVID19?", "COVIDLuxembourg?"], "responses": ["Luxembourg has 3307 total confirmed cases, 500 recovered cases, 2738 active cases, and 69 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Dominican Republic", "patterns": ["what is the latest Dominican Republic stats for COVID19?", "COVIDDominican Republic?"], "responses": ["Dominican Republic has 3286 total confirmed cases, 162 recovered cases, 2941 active cases, and 183 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Belarus", "patterns": ["what is the latest Belarus stats for COVID19?", "COVIDBelarus?"], "responses": ["Belarus has 3281 total confirmed cases, 203 recovered cases, 3045 active cases, and 33 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Singapore", "patterns": ["what is the latest Singapore stats for COVID19?", "COVIDSingapore?"], "responses": ["Singapore has 3252 total confirmed cases, 611 recovered cases, 2631 active cases, and 10 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Finland", "patterns": ["what is the latest Finland stats for COVID19?", "COVIDFinland?"], "responses": ["Finland has 3171 total confirmed cases, 300 recovered cases, 2807 active cases, and 64 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Colombia", "patterns": ["what is the latest Colombia stats for COVID19?", "COVIDColombia?"], "responses": ["Colombia has 2852 total confirmed cases, 319 recovered cases, 2421 active cases, and 112 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Thailand", "patterns": ["what is the latest Thailand stats for COVID19?", "COVIDThailand?"], "responses": ["Thailand has 2613 total confirmed cases, 1405 recovered cases, 1167 active cases, and 41 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "South Africa", "patterns": ["what is the latest South Africa stats for COVID19?", "COVIDSouth Africa?"], "responses": ["South Africa has 2415 total confirmed cases, 410 recovered cases, 1978 active cases, and 27 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Egypt", "patterns": ["what is the latest Egypt stats for COVID19?", "COVIDEgypt?"], "responses": ["Egypt has 2350 total confirmed cases, 589 recovered cases, 1583 active cases, and 178 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Argentina", "patterns": ["what is the latest Argentina stats for COVID19?", "COVIDArgentina?"], "responses": ["Argentina has 2277 total confirmed cases, 559 recovered cases, 1616 active cases, and 102 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Greece", "patterns": ["what is the latest Greece stats for COVID19?", "COVIDGreece?"], "responses": ["Greece has 2170 total confirmed cases, 269 recovered cases, 1800 active cases, and 101 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Algeria", "patterns": ["what is the latest Algeria stats for COVID19?", "COVIDAlgeria?"], "responses": ["Algeria has 2070 total confirmed cases, 691 recovered cases, 1053 active cases, and 326 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Moldova", "patterns": ["what is the latest Moldova stats for COVID19?", "COVIDMoldova?"], "responses": ["Moldova has 1934 total confirmed cases, 134 recovered cases, 1762 active cases, and 38 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Morocco", "patterns": ["what is the latest Morocco stats for COVID19?", "COVIDMorocco?"], "responses": ["Morocco has 1888 total confirmed cases, 217 recovered cases, 1545 active cases, and 126 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Iceland", "patterns": ["what is the latest Iceland stats for COVID19?", "COVIDIceland?"], "responses": ["Iceland has 1720 total confirmed cases, 989 recovered cases, 723 active cases, and 8 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Croatia", "patterns": ["what is the latest Croatia stats for COVID19?", "COVIDCroatia?"], "responses": ["Croatia has 1704 total confirmed cases, 415 recovered cases, 1258 active cases, and 31 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Bahrain", "patterns": ["what is the latest Bahrain stats for COVID19?", "COVIDBahrain?"], "responses": ["Bahrain has 1522 total confirmed cases, 645 recovered cases, 870 active cases, and 7 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Hungary", "patterns": ["what is the latest Hungary stats for COVID19?", "COVIDHungary?"], "responses": ["Hungary has 1512 total confirmed cases, 122 recovered cases, 1268 active cases, and 122 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Iraq", "patterns": ["what is the latest Iraq stats for COVID19?", "COVIDIraq?"], "responses": ["Iraq has 1400 total confirmed cases, 766 recovered cases, 556 active cases, and 78 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Estonia", "patterns": ["what is the latest Estonia stats for COVID19?", "COVIDEstonia?"], "responses": ["Estonia has 1373 total confirmed cases, 115 recovered cases, 1227 active cases, and 31 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "New Zealand", "patterns": ["what is the latest New Zealand stats for COVID19?", "COVIDNew Zealand?"], "responses": ["New Zealand has 1366 total confirmed cases, 628 recovered cases, 729 active cases, and 9 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Kuwait", "patterns": ["what is the latest Kuwait stats for COVID19?", "COVIDKuwait?"], "responses": ["Kuwait has 1355 total confirmed cases, 176 recovered cases, 1176 active cases, and 3 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Ships", "patterns": ["what is the latest Ships stats for COVID19?", "COVIDShips?"], "responses": ["Ships has 1322 total confirmed cases, 639 recovered cases, 664 active cases, and 19 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Kazakhstan", "patterns": ["what is the latest Kazakhstan stats for COVID19?", "COVIDKazakhstan?"], "responses": ["Kazakhstan has 1242 total confirmed cases, 203 recovered cases, 1025 active cases, and 14 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Slovenia", "patterns": ["what is the latest Slovenia stats for COVID19?", "COVIDSlovenia?"], "responses": ["Slovenia has 1220 total confirmed cases, 152 recovered cases, 1012 active cases, and 56 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Azerbaijan", "patterns": ["what is the latest Azerbaijan stats for COVID19?", "COVIDAzerbaijan?"], "responses": ["Azerbaijan has 1197 total confirmed cases, 351 recovered cases, 833 active cases, and 13 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Uzbekistan", "patterns": ["what is the latest Uzbekistan stats for COVID19?", "COVIDUzbekistan?"], "responses": ["Uzbekistan has 1113 total confirmed cases, 99 recovered cases, 1010 active cases, and 4 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Bosnia and Herzegovina", "patterns": ["what is the latest Bosnia and Herzegovina stats for COVID19?", "COVIDBosnia and Herzegovina?"], "responses": ["Bosnia and Herzegovina has 1083 total confirmed cases, 236 recovered cases, 807 active cases, and 40 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Lithuania", "patterns": ["what is the latest Lithuania stats for COVID19?", "COVIDLithuania?"], "responses": ["Lithuania has 1070 total confirmed cases, 101 recovered cases, 943 active cases, and 26 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Armenia", "patterns": ["what is the latest Armenia stats for COVID19?", "COVIDArmenia?"], "responses": ["Armenia has 1067 total confirmed cases, 265 recovered cases, 786 active cases, and 16 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Bangladesh", "patterns": ["what is the latest Bangladesh stats for COVID19?", "COVIDBangladesh?"], "responses": ["Bangladesh has 1012 total confirmed cases, 42 recovered cases, 924 active cases, and 46 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "North Macedonia", "patterns": ["what is the latest North Macedonia stats for COVID19?", "COVIDNorth Macedonia?"], "responses": ["North Macedonia has 908 total confirmed cases, 86 recovered cases, 778 active cases, and 44 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Cameroon", "patterns": ["what is the latest Cameroon stats for COVID19?", "COVIDCameroon?"], "responses": ["Cameroon has 848 total confirmed cases, 130 recovered cases, 704 active cases, and 14 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Slovakia", "patterns": ["what is the latest Slovakia stats for COVID19?", "COVIDSlovakia?"], "responses": ["Slovakia has 835 total confirmed cases, 113 recovered cases, 720 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Oman", "patterns": ["what is the latest Oman stats for COVID19?", "COVIDOman?"], "responses": ["Oman has 813 total confirmed cases, 130 recovered cases, 679 active cases, and 4 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Cuba", "patterns": ["what is the latest Cuba stats for COVID19?", "COVIDCuba?"], "responses": ["Cuba has 766 total confirmed cases, 132 recovered cases, 613 active cases, and 21 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Tunisia", "patterns": ["what is the latest Tunisia stats for COVID19?", "COVIDTunisia?"], "responses": ["Tunisia has 747 total confirmed cases, 43 recovered cases, 670 active cases, and 34 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Afghanistan", "patterns": ["what is the latest Afghanistan stats for COVID19?", "COVIDAfghanistan?"], "responses": ["Afghanistan has 714 total confirmed cases, 40 recovered cases, 651 active cases, and 23 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Bulgaria", "patterns": ["what is the latest Bulgaria stats for COVID19?", "COVIDBulgaria?"], "responses": ["Bulgaria has 713 total confirmed cases, 81 recovered cases, 597 active cases, and 35 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Cyprus", "patterns": ["what is the latest Cyprus stats for COVID19?", "COVIDCyprus?"], "responses": ["Cyprus has 695 total confirmed cases, 65 recovered cases, 618 active cases, and 12 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Latvia", "patterns": ["what is the latest Latvia stats for COVID19?", "COVIDLatvia?"], "responses": ["Latvia has 657 total confirmed cases, 16 recovered cases, 636 active cases, and 5 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Andorra", "patterns": ["what is the latest Andorra stats for COVID19?", "COVIDAndorra?"], "responses": ["Andorra has 646 total confirmed cases, 139 recovered cases, 478 active cases, and 29 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Lebanon", "patterns": ["what is the latest Lebanon stats for COVID19?", "COVIDLebanon?"], "responses": ["Lebanon has 641 total confirmed cases, 80 recovered cases, 540 active cases, and 21 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Ghana", "patterns": ["what is the latest Ghana stats for COVID19?", "COVIDGhana?"], "responses": ["Ghana has 636 total confirmed cases, 17 recovered cases, 611 active cases, and 8 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Ivory Coast", "patterns": ["what is the latest Ivory Coast stats for COVID19?", "COVIDIvory Coast?"], "responses": ["Ivory Coast has 626 total confirmed cases, 89 recovered cases, 531 active cases, and 6 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Costa Rica", "patterns": ["what is the latest Costa Rica stats for COVID19?", "COVIDCosta Rica?"], "responses": ["Costa Rica has 612 total confirmed cases, 62 recovered cases, 547 active cases, and 3 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Niger", "patterns": ["what is the latest Niger stats for COVID19?", "COVIDNiger?"], "responses": ["Niger has 548 total confirmed cases, 86 recovered cases, 449 active cases, and 13 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Burkina Faso", "patterns": ["what is the latest Burkina Faso stats for COVID19?", "COVIDBurkina Faso?"], "responses": ["Burkina Faso has 515 total confirmed cases, 170 recovered cases, 317 active cases, and 28 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Uruguay", "patterns": ["what is the latest Uruguay stats for COVID19?", "COVIDUruguay?"], "responses": ["Uruguay has 483 total confirmed cases, 248 recovered cases, 227 active cases, and 8 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Albania", "patterns": ["what is the latest Albania stats for COVID19?", "COVIDAlbania?"], "responses": ["Albania has 475 total confirmed cases, 248 recovered cases, 203 active cases, and 24 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Kyrgyzstan", "patterns": ["what is the latest Kyrgyzstan stats for COVID19?", "COVIDKyrgyzstan?"], "responses": ["Kyrgyzstan has 430 total confirmed cases, 71 recovered cases, 354 active cases, and 5 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Honduras", "patterns": ["what is the latest Honduras stats for COVID19?", "COVIDHonduras?"], "responses": ["Honduras has 407 total confirmed cases, 7 recovered cases, 374 active cases, and 26 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Jordan", "patterns": ["what is the latest Jordan stats for COVID19?", "COVIDJordan?"], "responses": ["Jordan has 397 total confirmed cases, 235 recovered cases, 155 active cases, and 7 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Malta", "patterns": ["what is the latest Malta stats for COVID19?", "COVIDMalta?"], "responses": ["Malta has 393 total confirmed cases, 44 recovered cases, 346 active cases, and 3 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Taiwan", "patterns": ["what is the latest Taiwan stats for COVID19?", "COVIDTaiwan?"], "responses": ["Taiwan has 393 total confirmed cases, 124 recovered cases, 263 active cases, and 6 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Kosovo", "patterns": ["what is the latest Kosovo stats for COVID19?", "COVIDKosovo?"], "responses": ["Kosovo has 377 total confirmed cases, 63 recovered cases, 306 active cases, and 8 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "San Marino", "patterns": ["what is the latest San Marino stats for COVID19?", "COVIDSan Marino?"], "responses": ["San Marino has 371 total confirmed cases, 53 recovered cases, 282 active cases, and 36 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Djibouti", "patterns": ["what is the latest Djibouti stats for COVID19?", "COVIDDjibouti?"], "responses": ["Djibouti has 363 total confirmed cases, 53 recovered cases, 308 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Guinea", "patterns": ["what is the latest Guinea stats for COVID19?", "COVIDGuinea?"], "responses": ["Guinea has 363 total confirmed cases, 31 recovered cases, 332 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Bolivia", "patterns": ["what is the latest Bolivia stats for COVID19?", "COVIDBolivia?"], "responses": ["Bolivia has 354 total confirmed cases, 6 recovered cases, 320 active cases, and 28 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Nigeria", "patterns": ["what is the latest Nigeria stats for COVID19?", "COVIDNigeria?"], "responses": ["Nigeria has 343 total confirmed cases, 91 recovered cases, 242 active cases, and 10 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Mauritius", "patterns": ["what is the latest Mauritius stats for COVID19?", "COVIDMauritius?"], "responses": ["Mauritius has 324 total confirmed cases, 51 recovered cases, 264 active cases, and 9 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Palestine", "patterns": ["what is the latest Palestine stats for COVID19?", "COVIDPalestine?"], "responses": ["Palestine has 308 total confirmed cases, 62 recovered cases, 244 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Senegal", "patterns": ["what is the latest Senegal stats for COVID19?", "COVIDSenegal?"], "responses": ["Senegal has 299 total confirmed cases, 183 recovered cases, 114 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Georgia", "patterns": ["what is the latest Georgia stats for COVID19?", "COVIDGeorgia?"], "responses": ["Georgia has 296 total confirmed cases, 69 recovered cases, 224 active cases, and 3 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Montenegro", "patterns": ["what is the latest Montenegro stats for COVID19?", "COVIDMontenegro?"], "responses": ["Montenegro has 283 total confirmed cases, 46 recovered cases, 233 active cases, and 4 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Vietnam", "patterns": ["what is the latest Vietnam stats for COVID19?", "COVIDVietnam?"], "responses": ["Vietnam has 266 total confirmed cases, 169 recovered cases, 97 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "DR Congo", "patterns": ["what is the latest DR Congo stats for COVID19?", "COVIDDR Congo?"], "responses": ["DR Congo has 241 total confirmed cases, 20 recovered cases, 201 active cases, and 20 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Sri Lanka", "patterns": ["what is the latest Sri Lanka stats for COVID19?", "COVIDSri Lanka?"], "responses": ["Sri Lanka has 233 total confirmed cases, 61 recovered cases, 165 active cases, and 7 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Kenya", "patterns": ["what is the latest Kenya stats for COVID19?", "COVIDKenya?"], "responses": ["Kenya has 216 total confirmed cases, 41 recovered cases, 166 active cases, and 9 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "States with Limited Recognition", "patterns": ["what is the latest States with Limited Recognition stats for COVID19?", "COVIDStates with Limited Recognition?"], "responses": ["States with Limited Recognition has 191 total confirmed cases, 45 recovered cases, 140 active cases, and 6 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Venezuela", "patterns": ["what is the latest Venezuela stats for COVID19?", "COVIDVenezuela?"], "responses": ["Venezuela has 189 total confirmed cases, 110 recovered cases, 70 active cases, and 9 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Guatemala", "patterns": ["what is the latest Guatemala stats for COVID19?", "COVIDGuatemala?"], "responses": ["Guatemala has 167 total confirmed cases, 19 recovered cases, 143 active cases, and 5 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Paraguay", "patterns": ["what is the latest Paraguay stats for COVID19?", "COVIDParaguay?"], "responses": ["Paraguay has 159 total confirmed cases, 22 recovered cases, 130 active cases, and 7 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "El Salvador", "patterns": ["what is the latest El Salvador stats for COVID19?", "COVIDEl Salvador?"], "responses": ["El Salvador has 149 total confirmed cases, 25 recovered cases, 118 active cases, and 6 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Mali", "patterns": ["what is the latest Mali stats for COVID19?", "COVIDMali?"], "responses": ["Mali has 144 total confirmed cases, 34 recovered cases, 97 active cases, and 13 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Brunei", "patterns": ["what is the latest Brunei stats for COVID19?", "COVIDBrunei?"], "responses": ["Brunei has 136 total confirmed cases, 107 recovered cases, 28 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Rwanda", "patterns": ["what is the latest Rwanda stats for COVID19?", "COVIDRwanda?"], "responses": ["Rwanda has 134 total confirmed cases, 49 recovered cases, 85 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Cambodia", "patterns": ["what is the latest Cambodia stats for COVID19?", "COVIDCambodia?"], "responses": ["Cambodia has 122 total confirmed cases, 91 recovered cases, 31 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Trinidad and Tobago", "patterns": ["what is the latest Trinidad and Tobago stats for COVID19?", "COVIDTrinidad and Tobago?"], "responses": ["Trinidad and Tobago has 113 total confirmed cases, 17 recovered cases, 88 active cases, and 8 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Madagascar", "patterns": ["what is the latest Madagascar stats for COVID19?", "COVIDMadagascar?"], "responses": ["Madagascar has 108 total confirmed cases, 23 recovered cases, 85 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Monaco", "patterns": ["what is the latest Monaco stats for COVID19?", "COVIDMonaco?"], "responses": ["Monaco has 93 total confirmed cases, 6 recovered cases, 86 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Ethiopia", "patterns": ["what is the latest Ethiopia stats for COVID19?", "COVIDEthiopia?"], "responses": ["Ethiopia has 82 total confirmed cases, 14 recovered cases, 65 active cases, and 3 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Liechtenstein", "patterns": ["what is the latest Liechtenstein stats for COVID19?", "COVIDLiechtenstein?"], "responses": ["Liechtenstein has 79 total confirmed cases, 55 recovered cases, 23 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Togo", "patterns": ["what is the latest Togo stats for COVID19?", "COVIDTogo?"], "responses": ["Togo has 77 total confirmed cases, 32 recovered cases, 42 active cases, and 3 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Jamaica", "patterns": ["what is the latest Jamaica stats for COVID19?", "COVIDJamaica?"], "responses": ["Jamaica has 73 total confirmed cases, 19 recovered cases, 50 active cases, and 4 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Barbados", "patterns": ["what is the latest Barbados stats for COVID19?", "COVIDBarbados?"], "responses": ["Barbados has 72 total confirmed cases, 13 recovered cases, 55 active cases, and 4 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Myanmar", "patterns": ["what is the latest Myanmar stats for COVID19?", "COVIDMyanmar?"], "responses": ["Myanmar has 63 total confirmed cases, 2 recovered cases, 57 active cases, and 4 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Republic of the Congo", "patterns": ["what is the latest Republic of the Congo stats for COVID19?", "COVIDRepublic of the Congo?"], "responses": ["Republic of the Congo has 60 total confirmed cases, 5 recovered cases, 50 active cases, and 5 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Somalia", "patterns": ["what is the latest Somalia stats for COVID19?", "COVIDSomalia?"], "responses": ["Somalia has 60 total confirmed cases, 2 recovered cases, 56 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Liberia", "patterns": ["what is the latest Liberia stats for COVID19?", "COVIDLiberia?"], "responses": ["Liberia has 59 total confirmed cases, 4 recovered cases, 49 active cases, and 6 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Gabon", "patterns": ["what is the latest Gabon stats for COVID19?", "COVIDGabon?"], "responses": ["Gabon has 57 total confirmed cases, 1 recovered cases, 55 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Uganda", "patterns": ["what is the latest Uganda stats for COVID19?", "COVIDUganda?"], "responses": ["Uganda has 54 total confirmed cases, 8 recovered cases, 46 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Tanzania", "patterns": ["what is the latest Tanzania stats for COVID19?", "COVIDTanzania?"], "responses": ["Tanzania has 53 total confirmed cases, 7 recovered cases, 43 active cases, and 3 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Bahamas", "patterns": ["what is the latest Bahamas stats for COVID19?", "COVIDBahamas?"], "responses": ["Bahamas has 49 total confirmed cases, 6 recovered cases, 35 active cases, and 8 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Guyana", "patterns": ["what is the latest Guyana stats for COVID19?", "COVIDGuyana?"], "responses": ["Guyana has 47 total confirmed cases, 8 recovered cases, 33 active cases, and 6 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Zambia", "patterns": ["what is the latest Zambia stats for COVID19?", "COVIDZambia?"], "responses": ["Zambia has 45 total confirmed cases, 30 recovered cases, 13 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Equatorial Guinea", "patterns": ["what is the latest Equatorial Guinea stats for COVID19?", "COVIDEquatorial Guinea?"], "responses": ["Equatorial Guinea has 41 total confirmed cases, 4 recovered cases, 37 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Haiti", "patterns": ["what is the latest Haiti stats for COVID19?", "COVIDHaiti?"], "responses": ["Haiti has 40 total confirmed cases, 0 recovered cases, 37 active cases, and 3 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Guinea-Bissau", "patterns": ["what is the latest Guinea-Bissau stats for COVID19?", "COVIDGuinea-Bissau?"], "responses": ["Guinea-Bissau has 39 total confirmed cases, 0 recovered cases, 39 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Benin", "patterns": ["what is the latest Benin stats for COVID19?", "COVIDBenin?"], "responses": ["Benin has 35 total confirmed cases, 18 recovered cases, 16 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Eritrea", "patterns": ["what is the latest Eritrea stats for COVID19?", "COVIDEritrea?"], "responses": ["Eritrea has 34 total confirmed cases, 0 recovered cases, 34 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Sudan", "patterns": ["what is the latest Sudan stats for COVID19?", "COVIDSudan?"], "responses": ["Sudan has 32 total confirmed cases, 4 recovered cases, 23 active cases, and 5 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Mongolia", "patterns": ["what is the latest Mongolia stats for COVID19?", "COVIDMongolia?"], "responses": ["Mongolia has 30 total confirmed cases, 5 recovered cases, 25 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Syria", "patterns": ["what is the latest Syria stats for COVID19?", "COVIDSyria?"], "responses": ["Syria has 29 total confirmed cases, 5 recovered cases, 22 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Mozambique", "patterns": ["what is the latest Mozambique stats for COVID19?", "COVIDMozambique?"], "responses": ["Mozambique has 28 total confirmed cases, 2 recovered cases, 26 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Libya", "patterns": ["what is the latest Libya stats for COVID19?", "COVIDLibya?"], "responses": ["Libya has 26 total confirmed cases, 9 recovered cases, 16 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Chad", "patterns": ["what is the latest Chad stats for COVID19?", "COVIDChad?"], "responses": ["Chad has 23 total confirmed cases, 2 recovered cases, 21 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Antigua and Barbuda", "patterns": ["what is the latest Antigua and Barbuda stats for COVID19?", "COVIDAntigua and Barbuda?"], "responses": ["Antigua and Barbuda has 23 total confirmed cases, 3 recovered cases, 18 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Maldives", "patterns": ["what is the latest Maldives stats for COVID19?", "COVIDMaldives?"], "responses": ["Maldives has 20 total confirmed cases, 16 recovered cases, 4 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Angola", "patterns": ["what is the latest Angola stats for COVID19?", "COVIDAngola?"], "responses": ["Angola has 19 total confirmed cases, 4 recovered cases, 13 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Laos", "patterns": ["what is the latest Laos stats for COVID19?", "COVIDLaos?"], "responses": ["Laos has 19 total confirmed cases, 1 recovered cases, 18 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Belize", "patterns": ["what is the latest Belize stats for COVID19?", "COVIDBelize?"], "responses": ["Belize has 18 total confirmed cases, 0 recovered cases, 16 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Zimbabwe", "patterns": ["what is the latest Zimbabwe stats for COVID19?", "COVIDZimbabwe?"], "responses": ["Zimbabwe has 17 total confirmed cases, 0 recovered cases, 14 active cases, and 3 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Namibia", "patterns": ["what is the latest Namibia stats for COVID19?", "COVIDNamibia?"], "responses": ["Namibia has 16 total confirmed cases, 3 recovered cases, 13 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Fiji", "patterns": ["what is the latest Fiji stats for COVID19?", "COVIDFiji?"], "responses": ["Fiji has 16 total confirmed cases, 0 recovered cases, 16 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Dominica", "patterns": ["what is the latest Dominica stats for COVID19?", "COVIDDominica?"], "responses": ["Dominica has 16 total confirmed cases, 8 recovered cases, 8 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Nepal", "patterns": ["what is the latest Nepal stats for COVID19?", "COVIDNepal?"], "responses": ["Nepal has 16 total confirmed cases, 1 recovered cases, 15 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Malawi", "patterns": ["what is the latest Malawi stats for COVID19?", "COVIDMalawi?"], "responses": ["Malawi has 16 total confirmed cases, 0 recovered cases, 14 active cases, and 2 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Eswatini", "patterns": ["what is the latest Eswatini stats for COVID19?", "COVIDEswatini?"], "responses": ["Eswatini has 15 total confirmed cases, 8 recovered cases, 7 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Saint Lucia", "patterns": ["what is the latest Saint Lucia stats for COVID19?", "COVIDSaint Lucia?"], "responses": ["Saint Lucia has 15 total confirmed cases, 4 recovered cases, 11 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Grenada", "patterns": ["what is the latest Grenada stats for COVID19?", "COVIDGrenada?"], "responses": ["Grenada has 14 total confirmed cases, 0 recovered cases, 14 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Botswana", "patterns": ["what is the latest Botswana stats for COVID19?", "COVIDBotswana?"], "responses": ["Botswana has 13 total confirmed cases, 0 recovered cases, 12 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "St. Vincent Grenadines", "patterns": ["what is the latest St. Vincent Grenadines stats for COVID19?", "COVIDSt. Vincent Grenadines?"], "responses": ["St. Vincent Grenadines has 12 total confirmed cases, 1 recovered cases, 11 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Saint Kitts and Nevis", "patterns": ["what is the latest Saint Kitts and Nevis stats for COVID19?", "COVIDSaint Kitts and Nevis?"], "responses": ["Saint Kitts and Nevis has 12 total confirmed cases, 0 recovered cases, 12 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Sierra Leone", "patterns": ["what is the latest Sierra Leone stats for COVID19?", "COVIDSierra Leone?"], "responses": ["Sierra Leone has 11 total confirmed cases, 0 recovered cases, 11 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Seychelles", "patterns": ["what is the latest Seychelles stats for COVID19?", "COVIDSeychelles?"], "responses": ["Seychelles has 11 total confirmed cases, 0 recovered cases, 11 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Nicaragua", "patterns": ["what is the latest Nicaragua stats for COVID19?", "COVIDNicaragua?"], "responses": ["Nicaragua has 11 total confirmed cases, 4 recovered cases, 6 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Central African Republic", "patterns": ["what is the latest Central African Republic stats for COVID19?", "COVIDCentral African Republic?"], "responses": ["Central African Republic has 11 total confirmed cases, 4 recovered cases, 7 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Suriname", "patterns": ["what is the latest Suriname stats for COVID19?", "COVIDSuriname?"], "responses": ["Suriname has 10 total confirmed cases, 6 recovered cases, 3 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Cape Verde", "patterns": ["what is the latest Cape Verde stats for COVID19?", "COVIDCape Verde?"], "responses": ["Cape Verde has 10 total confirmed cases, 1 recovered cases, 8 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Gambia", "patterns": ["what is the latest Gambia stats for COVID19?", "COVIDGambia?"], "responses": ["Gambia has 9 total confirmed cases, 2 recovered cases, 6 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Vatican City", "patterns": ["what is the latest Vatican City stats for COVID19?", "COVIDVatican City?"], "responses": ["Vatican City has 8 total confirmed cases, 2 recovered cases, 6 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Mauritania", "patterns": ["what is the latest Mauritania stats for COVID19?", "COVIDMauritania?"], "responses": ["Mauritania has 7 total confirmed cases, 2 recovered cases, 4 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "East Timor", "patterns": ["what is the latest East Timor stats for COVID19?", "COVIDEast Timor?"], "responses": ["East Timor has 6 total confirmed cases, 1 recovered cases, 5 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Bhutan", "patterns": ["what is the latest Bhutan stats for COVID19?", "COVIDBhutan?"], "responses": ["Bhutan has 5 total confirmed cases, 2 recovered cases, 3 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Burundi", "patterns": ["what is the latest Burundi stats for COVID19?", "COVIDBurundi?"], "responses": ["Burundi has 5 total confirmed cases, 0 recovered cases, 4 active cases, and 1 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "South Sudan", "patterns": ["what is the latest South Sudan stats for COVID19?", "COVIDSouth Sudan?"], "responses": ["South Sudan has 4 total confirmed cases, 0 recovered cases, 4 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Sao Tome and Principe", "patterns": ["what is the latest Sao Tome and Principe stats for COVID19?", "COVIDSao Tome and Principe?"], "responses": ["Sao Tome and Principe has 4 total confirmed cases, 0 recovered cases, 4 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Papua New Guinea", "patterns": ["what is the latest Papua New Guinea stats for COVID19?", "COVIDPapua New Guinea?"], "responses": ["Papua New Guinea has 2 total confirmed cases, 0 recovered cases, 2 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Yemen", "patterns": ["what is the latest Yemen stats for COVID19?", "COVIDYemen?"], "responses": ["Yemen has 1 total confirmed cases, 0 recovered cases, 1 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "Tajikistan", "patterns": ["what is the latest Tajikistan stats for COVID19?", "COVIDTajikistan?"], "responses": ["Tajikistan has 0 total confirmed cases, 0 recovered cases, 0 active cases, and 0 fatalities (الله يرحمهم)."], "context_set": ""}, {"tag": "know", "patterns": ["What is the latest COVID19 news know form the Saudi Ministry of Health?", "What did the Ministry of Health say about know?", "Is there any news about know?", "What is the latest information about know?", "Tell me about know?"], "responses": ["On 2020-04-10 18:15:00, the Saudi Ministry of Health tweeted: Know the difference between medical quarantine and home quarantine.\n#COVID19 https://t.co/7lEGm6oCbd"], "context_set": ""}, {"tag": "response", "patterns": ["What is the latest COVID19 news response form the Saudi Ministry of Health?", "What did the Ministry of Health say about response?", "Is there any news about response?", "What is the latest information about response?", "Tell me about response?"], "responses": ["On 2020-04-10 17:24:29, the Saudi Ministry of Health tweeted: Responsible measures be taken before, during and after travel into the Kingdom. https://t.co/yuESrMW6ab"], "context_set": ""}, {"tag": "april", "patterns": ["What is the latest COVID19 news april form the Saudi Ministry of Health?", "What did the Ministry of Health say about april?", "Is there any news about april?", "What is the latest information about april?", "Tell me about april?"], "responses": ["On 2020-04-09 20:54:25, the Saudi Ministry of Health tweeted: By April 8th, (115585) tests for COVID-19 have been performed in Saudi Arabia, in 10 molecular labs using PCR technology. This translates to 3340 tests per million population.\n#COVID19 https://t.co/wsbNbDacem"], "context_set": ""}, {"tag": "step", "patterns": ["What is the latest COVID19 news step form the Saudi Ministry of Health?", "What did the Ministry of Health say about step?", "Is there any news about step?", "What is the latest information about step?", "Tell me about step?"], "responses": ["On 2020-04-09 19:15:00, the Saudi Ministry of Health tweeted: 8 steps to protect yourself from #COVID19 https://t.co/T2egAy4j08"], "context_set": ""}, {"tag": "handy", "patterns": ["What is the latest COVID19 news handy form the Saudi Ministry of Health?", "What did the Ministry of Health say about handy?", "Is there any news about handy?", "What is the latest information about handy?", "Tell me about handy?"], "responses": ["On 2020-04-09 18:28:12, the Saudi Ministry of Health tweeted: A handy guide to home quarantine.\n#COVID19"], "context_set": ""}, {"tag": "highlight", "patterns": ["What is the latest COVID19 news highlight form the Saudi Ministry of Health?", "What did the Ministry of Health say about highlight?", "Is there any news about highlight?", "What is the latest information about highlight?", "Tell me about highlight?"], "responses": ["On 2020-04-09 15:55:31, the Saudi Ministry of Health tweeted: Highlights of the press conference of the official spokesperson. https://t.co/dIi42SgcRm"], "context_set": ""}, {"tag": "safe", "patterns": ["What is the latest COVID19 news safe form the Saudi Ministry of Health?", "What did the Ministry of Health say about safe?", "Is there any news about safe?", "What is the latest information about safe?", "Tell me about safe?"], "responses": ["On 2020-04-08 19:00:01, the Saudi Ministry of Health tweeted: How to safely receive packages and deliveries?\n#COVID19 https://t.co/lN1xOIc5lQ"], "context_set": ""}, {"tag": "families", "patterns": ["What is the latest COVID19 news families form the Saudi Ministry of Health?", "What did the Ministry of Health say about families?", "Is there any news about families?", "What is the latest information about families?", "Tell me about families?"], "responses": ["On 2020-04-07 18:10:00, the Saudi Ministry of Health tweeted: The family guide to stay happy and healthy.\n#COVID19"], "context_set": ""}, {"tag": "job", "patterns": ["What is the latest COVID19 news job form the Saudi Ministry of Health?", "What did the Ministry of Health say about job?", "Is there any news about job?", "What is the latest information about job?", "Tell me about job?"], "responses": ["On 2020-04-05 21:13:54, the Saudi Ministry of Health tweeted: Some jobs carry a higher risk of #COVID19 transmission. https://t.co/cXzbnbLI3i"], "context_set": ""}, {"tag": "everything", "patterns": ["What is the latest COVID19 news everything form the Saudi Ministry of Health?", "What did the Ministry of Health say about everything?", "Is there any news about everything?", "What is the latest information about everything?", "Tell me about everything?"], "responses": ["On 2020-04-05 20:50:44, the Saudi Ministry of Health tweeted: Not everything you read on the internet about #coronavirus is true.\n Here are a few common myths. \n#COVID19 https://t.co/5yQxC7Vbo0"], "context_set": ""}, {"tag": "stop", "patterns": ["What is the latest COVID19 news stop form the Saudi Ministry of Health?", "What did the Ministry of Health say about stop?", "Is there any news about stop?", "What is the latest information about stop?", "Tell me about stop?"], "responses": ["On 2020-04-04 19:44:52, the Saudi Ministry of Health tweeted: To stop the spread of the virus and protect those around you, isolate yourself as soon as you experience symptoms such as fever or shortness of breath and contact (MoH) 937 \n#COVID19 https://t.co/plzyqIfsJa"], "context_set": ""}, {"tag": "safetiness", "patterns": ["What is the latest COVID19 news safetiness form the Saudi Ministry of Health?", "What did the Ministry of Health say about safetiness?", "Is there any news about safetiness?", "What is the latest information about safetiness?", "Tell me about safetiness?"], "responses": ["On 2020-04-03 18:05:46, the Saudi Ministry of Health tweeted: For your safety, please don't forget to wash your hands with soap and water before ablution (Wudhu')\n#COVID19 https://t.co/VBo88JTx6w"], "context_set": ""}, {"tag": "experience", "patterns": ["What is the latest COVID19 news experience form the Saudi Ministry of Health?", "What did the Ministry of Health say about experience?", "Is there any news about experience?", "What is the latest information about experience?", "Tell me about experience?"], "responses": ["On 2020-04-03 17:26:45, the Saudi Ministry of Health tweeted: If you experience any symptoms, please head to the nearest healthcare facility to receive the required treatment free of charge. \n#COVID19 https://t.co/UqeaWmdek8"], "context_set": ""}, {"tag": "pregnant", "patterns": ["What is the latest COVID19 news pregnant form the Saudi Ministry of Health?", "What did the Ministry of Health say about pregnant?", "Is there any news about pregnant?", "What is the latest information about pregnant?", "Tell me about pregnant?"], "responses": ["On 2020-04-01 16:50:08, the Saudi Ministry of Health tweeted: Pregnant and worried about Coronavirus? Stay safe with these tips.\n#COVID19 https://t.co/Lu5rLQqgdK"], "context_set": ""}, {"tag": "simple", "patterns": ["What is the latest COVID19 news simple form the Saudi Ministry of Health?", "What did the Ministry of Health say about simple?", "Is there any news about simple?", "What is the latest information about simple?", "Tell me about simple?"], "responses": ["On 2020-04-01 16:46:10, the Saudi Ministry of Health tweeted: Simple precautions you can take to breastfeed your baby safely these days.\n#COVID19 https://t.co/hx9PDl8nQv"], "context_set": ""}, {"tag": "fact", "patterns": ["What is the latest COVID19 news fact form the Saudi Ministry of Health?", "What did the Ministry of Health say about fact?", "Is there any news about fact?", "What is the latest information about fact?", "Tell me about fact?"], "responses": ["On 2020-03-31 21:04:38, the Saudi Ministry of Health tweeted: Fact: \nStaying at home reduces the spread of the new Coronavirus.\n#COVID19 https://t.co/W8clXIb0cI"], "context_set": ""}, {"tag": "cough", "patterns": ["What is the latest COVID19 news cough form the Saudi Ministry of Health?", "What did the Ministry of Health say about cough?", "Is there any news about cough?", "What is the latest information about cough?", "Tell me about cough?"], "responses": ["On 2020-03-31 20:01:28, the Saudi Ministry of Health tweeted: When coughing or sneezing, cover your mouth and nose with a tissue or use elbow if tissues are unavailable.\n#COVID19 https://t.co/Uxk7UOFaA4"], "context_set": ""}, {"tag": "need", "patterns": ["What is the latest COVID19 news need form the Saudi Ministry of Health?", "What did the Ministry of Health say about need?", "Is there any news about need?", "What is the latest information about need?", "Tell me about need?"], "responses": ["On 2020-03-30 18:19:54, the Saudi Ministry of Health tweeted: You do not need to wear a facemask unless you are exhibiting flu symptoms, or if you are caring for an infected person.\n#COVID19 https://t.co/w0vP3zCSV7"], "context_set": ""}, {"tag": "leave", "patterns": ["What is the latest COVID19 news leave form the Saudi Ministry of Health?", "What did the Ministry of Health say about leave?", "Is there any news about leave?", "What is the latest information about leave?", "Tell me about leave?"], "responses": ["On 2020-03-30 08:00:24, the Saudi Ministry of Health tweeted: Leaving your house, even for a short period of time, increases your risk of getting infected. Avoid crowds and social gatherings for your safety and the safety of your loved ones.\n#COVID19 https://t.co/Y6NP9VCWWa"], "context_set": ""}, {"tag": "being", "patterns": ["What is the latest COVID19 news being form the Saudi Ministry of Health?", "What did the Ministry of Health say about being?", "Is there any news about being?", "What is the latest information about being?", "Tell me about being?"], "responses": ["On 2020-03-29 18:39:05, the Saudi Ministry of Health tweeted: Be aware that unnecessary errands and mingling with others are major drives behind the spread of COVID-19. For your safety, stay at home.\n#COVID19 https://t.co/ISJwzlSfNd"], "context_set": ""}, {"tag": "reduce", "patterns": ["What is the latest COVID19 news reduce form the Saudi Ministry of Health?", "What did the Ministry of Health say about reduce?", "Is there any news about reduce?", "What is the latest information about reduce?", "Tell me about reduce?"], "responses": ["On 2020-03-29 17:58:37, the Saudi Ministry of Health tweeted: To reduce your vulnerability to COVID-19, make sure to wash your hands thoroughly and regularly with soap and water.\n#COVID19 https://t.co/VIaqWsHJbS"], "context_set": ""}]}